Revit 2026 API

# WorksetTable Properties

---

The WorksetTable type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

#### Reference

WorksetTable Class

Autodesk.Revit.DB Namespace